// Copyright 2008 Cyrus Najmabadi
// 
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
// 
//     http://www.apache.org/licenses/LICENSE-2.0
// 
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* #15 in Instant Queue */
"#%d in %@" = "#%1$d 在 %2$@";

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%1$@。%2$@ - %3$@ 片。";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%1$@。%2$@ - 1 片。";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%1$@ (未開放線上訂票)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ aggressively caches all data locally on your device so that it will be usable even without a network connection.  The only data not cached are movie trailers." = "%1$@會把資料記錄到您的裝置上，所您可以在離線時使用。但是這不包含電影預告影片。";

/* No comment provided by engineer. */
"%@ cannot open the page because it is not connected to the Internet." = "未連上網路，%1$@ 無法開啟此頁。";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ contains missing/incorrect translations. Can you fix it?" = "%1$@ 包含錯誤的翻譯。可以麻煩您修改嗎？";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ doesn't list my favorite theater. Can you add it?" = "%1$@ 沒有列出我喜歡去的電影院，可以請您加入它嗎？";

/* No comment provided by engineer. */
"%@ must first update your local movie queue before it can process your change. Please try your change again shortly." = "%1$@ 必需更新電影表單，請等一下再試。";

/* %@ will be replaced with the score provider.  i.e. Google, Rottentomatoes or Metacritic */
"%@ scores" = "%1$@ 評分";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@。%2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 20 Questions & Answers */
"%d Questions & Answers" = "%1$d 問題與解答";

/* i.e.: 2 hours */
"%d hours" = "%1$d 小時";

/* i.e.: 30 minutes */
"%d minutes" = "%1$d 分鐘";

/* No comment provided by engineer. */
"%d months ago" = "%1$d 月前";

/* i.e.: 5 of 15.  Used when scrolling through a list of items */
"%d of %d" = "%1$d / %2$d";

/* i.e.: 10 theaters outside search area */
"%d theaters outside search area" = "%1$d 電影院在搜尋的範圍之外";

/* No comment provided by engineer. */
"%d weeks ago" = "%1$d 週前";

/* No comment provided by engineer. */
"%d years ago" = "%1$d 年前";

/* No comment provided by engineer. */
"1 hour" = "1 小時";

/* No comment provided by engineer. */
"1 kilometer" = "1 公里";

/* No comment provided by engineer. */
"1 mile" = "1 英里";

/* No comment provided by engineer. */
"1 minute" = "1 分鐘";

/* No comment provided by engineer. */
"1 month ago" = "1 月前";

/* No comment provided by engineer. */
"1 theater outside search area" = "%1$d 電影院在搜尋的範圍之外";

/* No comment provided by engineer. */
"1 week ago" = "1 週前";

/* No comment provided by engineer. */
"1 year ago" = "1 年前";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "關於";

/* No comment provided by engineer. */
"Account #%d" = "帳號 #%1$d";

/* Account: <first name> <last name> */
"Account: %@ %@" = "帳號: %1$@ %2$@";

/* No comment provided by engineer. */
"Accounts" = "帳號";

/* Movie category */
"Action & Adventure" = "動作冒險片";

/* No comment provided by engineer. */
"Add Existing Account / Profile" = "新增帳號";

/* Title for a button that the user can use to request that a theater be added to the program */
"Add Theater" = "新增電影院";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to add this movie to their Netflix queue */
"Add to Netflix" = "加到Netflix";

/* Notification shown to the user when we are in the process of adding a movie to their Netflix queue */
"Adding Movie" = "新增影片";

/* Option to show 'All' (i.e. non-filtered) results from a search */
"All" = "全部";

/* Used to display the count of all search results.  i.e.: All (15) */
"All (%d)" = "全部 (%1$d)";

/* No comment provided by engineer. */
"An unknown error occurred." = "發生一個未知原因的錯誤。";

/* Movie category */
"Anime & Animation" = "動畫片";

/* No comment provided by engineer. */
"Apple does not provide a mechanism for 3rd party applications to change their icon. When they do, I will provide this capability." = "蘋果不允許程式人員修改圖形。要是蘋果有修改這樣的限制，我會提供這樣的功能。";

/* The list of Netflix movies currently at the user's house */
"At Home" = "家中";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "自動更新位址";

/* Movie is available to be shipped now */
"Available Now" = "上映中";

/* Movie will be released soon */
"Available Soon" = "及將上映";

/* Movie can't be shipped because it hasn't been released yet */
"Awaiting Release" = "末上映";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* When the user wants to see only Bluray items and not DVD */
"Blu-ray Only" = "Blu-ray Only";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "電話";

/* No comment provided by engineer. */
"Can you increase the maximum search distance for theaters?" = "請增加搜尋的範圍?";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cannot Open Page" = "無法開啟頁面";

/* No comment provided by engineer. */
"Cast:" = "演員:";

/* No comment provided by engineer. */
"Category Notifications" = "分類通知";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "修改日期";

/* No comment provided by engineer. */
"City/State or Postal Code" = "城市或郵遞區號";

/* Movie category */
"Classics" = "經典影片";

/* Movie category */
"Comedy" = "喜劇片";

/* %@ is the underlying error.  i.e. 'Could not connect to server' */
"Could not change rating:\n\n%@" = "無法修改評等:\n\n%1$@";

/* No comment provided by engineer. */
"Could not connect to Netflix." = "無法連到 Netflix。";

/* No comment provided by engineer. */
"Could not find location." = "無法找到位址。";

/* No comment provided by engineer. */
"Could not find location.\nUser denied use of the location service." = "無法找到位址\n使用著自行設定。";

/* No comment provided by engineer. */
"Could you add support for Blockbuster movie rentals in addition to Netflix movie rentals?" = "你可以提供支援百視達的功能到Netflix嗎？";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Could you provide an option to let me choose the icon I want for the %@?" = "你可以提供選項去修改%1$@的圖形嗎？";

/* No comment provided by engineer. */
"Currently Blockbuster does not provide a supported API for 3rd party applications to plug into. When they do, I will add support for Blockbuster rentals." = "目前百視達並沒有提供讓其它程式可以內嵌，如果百視達有提供，我將提供將百視達內嵌的功能。";

/* No comment provided by engineer. */
"Currently no. However, simply mark the theater as a 'favorite' (by tapping the 'star' in the theater details pane) and it will show up even if it is outside your search range." = "目前沒有。您可以將電影院標示為我的最愛的方法為: 將電影院細節裡的star標示為選取，這樣此電影院將被顯示出來，即使這家電影院不在您搜尋的範圍內。";

/* No comment provided by engineer. */
"Currently, settings can only be modified from Netflix's website" = "目前設定只能在Netflix的網頁上修改";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* When the user wants to see only DVD items and not Bluray */
"DVD Only" = "DVD Only";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-raw";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "DVD/Blu-ray 內容:";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "資料也許不是最新的。重設搜尋日期到目前的日期，以看到全部的列表。";

/* No comment provided by engineer. */
"Director:" = "導演:";

/* No comment provided by engineer. */
"Directors:" = "導演:";

/* i.e. DVD or Bluray movie that comes on a 'Disc' */
"Disc" = "片";

/* Used to display the count of all dvd search results.  i.e.: Disc (15) */
"Disc (%d)" = "片 (%1$d)";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "距離";

/* Movie category */
"Documentary" = "紀錄片";

/* No comment provided by engineer. */
"Downloading data" = "下載資料";

/* No comment provided by engineer. */
"Downloading image" = "下載影片";

/* No comment provided by engineer. */
"Downloading information." = "下載資訊。";

/* Movie category */
"Drama" = "劇情片";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "傳送時刻表";

/* No comment provided by engineer. */
"Enabled" = "開啟";

/* The entire list of Netflix movies the user has seen */
"Entire History" = "完整歷史記錄";

/* No comment provided by engineer. */
"Error occurred" = "錯誤發生";

/* No comment provided by engineer. */
"Error occurred talking to Netflix. Please try again later." = "錯誤發生並告知Netflix, 請待會再試。";

/* No comment provided by engineer. */
"Favorites" = "我的最愛";

/* No comment provided by engineer. */
"Film trailers provided by:" = "電影預告提供者:";

/* No comment provided by engineer. */
"Force Refresh" = "強制更新";

/* Movie category */
"Foreign" = "外國片";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "格式:";

/* No comment provided by engineer. */
"Google Maps" = "Google地圖";

/* No comment provided by engineer. */
"Help" = "幫助";

/* No comment provided by engineer. */
"International Data" = "國際";

/* No comment provided by engineer. */
"Last Friday" = "上星期五";

/* No comment provided by engineer. */
"Last Monday" = "上星期一";

/* No comment provided by engineer. */
"Last Saturday" = "上星期六";

/* No comment provided by engineer. */
"Last Sunday" = "上星期天";

/* No comment provided by engineer. */
"Last Thursday" = "上星期四";

/* No comment provided by engineer. */
"Last Tuesday" = "上星期二";

/* No comment provided by engineer. */
"Last Wednesday" = "上星期三";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "%1$d %2$@內";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "1 %1$@內";

/* No comment provided by engineer. */
"Like This App?" = "喜歡這個程式嗎？";

/* No comment provided by engineer. */
"Loading" = "載入中";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update spinners in the UI when loading content' */
"Loading Indicators" = "載入指示中";

/* No comment provided by engineer. */
"Loading image" = "载入影片中";

/* No comment provided by engineer. */
"Localized by:" = "區域化:";

/* No comment provided by engineer. */
"Location" = "位址";

/* No comment provided by engineer. */
"Log In to Existing Account" = "使用現有帳號登入";

/* No comment provided by engineer. */
"Logging in to Twitter" = "登入至Twitter";

/* There will be a long wait before the movie is released */
"Long Wait" = "長時間等待";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "地圖";

/* No comment provided by engineer. */
"Map Theaters" = "電影院地圖";

/* The most popular movies currently */
"Most Popular" = "最受歡迎";

/* No comment provided by engineer. */
"Movie Rating" = "電影分級";

/* No comment provided by engineer. */
"Movie details provided by:" = "電影內容提供者：";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "電影評論提供者：";

/* No comment provided by engineer. */
"Movies" = "電影";

/* Used to display the count of all movie search results.  i.e.: Movies (15) */
"Movies (%d)" = "電影 (%1$d)";

/* No comment provided by engineer. */
"Moving Movie" = "移動影片";

/* Movie category */
"Music & Musicals" = "音樂片";

/* No comment provided by engineer. */
"My other applications" = "我的其它程式";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "名字";

/* No comment provided by engineer. */
"Netflix" = "Netflix";

/* No comment provided by engineer. */
"Network unavailable" = "網路無法使用";

/* Movie category */
"New DVDs" = "新DVDs";

/* Must be short. 1-2 words max. Label for a button when a user does not want to write a review */
"No Thanks" = "無";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "沒有結果符合您的搜尋 - %1$@";

/* This is what a user picks when they don't want any reviews. */
"None" = "無";

/* No comment provided by engineer. */
"Now Playing Feedback" = "Now Playing 意見反映";

/* No comment provided by engineer. */
"OK" = "確定";

/* No comment provided by engineer. */
"Open and Authorize" = "開啟授權";

/* Button to change the visibility options for DVD or Bluray. */
"Options" = "選項";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "訂票 %1$@";

/* No comment provided by engineer. */
"Over Quota - Try Again Later" = "超過限額，請等一下再試";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "播放預告片";

/* No comment provided by engineer. */
"Please Wait" = "請稍等";

/* No comment provided by engineer. */
"Please enter your location" = "輸入你的位址";

/* The list of Netflix movies the user recently watched */
"Recently Watched" = "最近看過的";

/* Movie recommendations from Netflix */
"Recommendations" = "推薦";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "發行";

/* No comment provided by engineer. */
"Release date:" = "發行日期:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "發行: %1$@";

/* No comment provided by engineer. */
"Remove Account / Profile" = "移除帳號";

/* No comment provided by engineer. */
"Rental History" = "出租記錄";

/* Movie category */
"Romance" = "浪漫愛情片";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* Button to let the user save all the images to their photo library */
"Save All to Photo Library" = "儲存全部影像";

/* Button to let the user save a poster to their photo library */
"Save to Photo Library" = "儲存影像";

/* Movie is the user's 'Saved to watch later' queue */
"Saved" = "儲存";

/* Saved in Instant Queue */
"Saved in %@" = "儲存在%1$@";

/* No comment provided by engineer. */
"Saving" = "儲存中";

/* i.e.: Saving 5 of 15.  Used when saving a list of images */
"Saving %d of %d" = "儲存 %1$d/%2$d";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "評分";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "搜尋日期";

/* No comment provided by engineer. */
"Search Distance" = "搜尋距離";

/* No comment provided by engineer. */
"Search Netflix" = "搜尋Netflix";

/* No comment provided by engineer. */
"Searching" = "搜尋中";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "意見反映";

/* No comment provided by engineer. */
"Settings" = "設定";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "顯示%1$d個搜尋結果";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "顯示1個搜尋結果";

/* When the user wants to see 'Both' DVD and Bluray items */
"Show Both" = "顯示兩者";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update notifications in the UI to let me know what's happening' */
"Show Notifications" = "顯示通知";

/* No comment provided by engineer. */
"Sign Up for New Account" = "註冊新帳號";

/* Movie category */
"Sports & Fitness" = "運動健身";

/* No comment provided by engineer. */
"Theaters" = "電影院";

/* Used to display the count of all theater search results.  i.e.: Theaters (15) */
"Theaters (%d)" = "電影院 (%1$d)";

/* Movie category */
"Thrillers" = "驚悚片";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "售票系統提供者：";

/* No comment provided by engineer. */
"Today" = "今天";

/* No comment provided by engineer. */
"Upcoming" = "及將上映";

/* No comment provided by engineer. */
"Updating" = "更新中";

/* No comment provided by engineer. */
"Updating Listings" = "更新清單";

/* No comment provided by engineer. */
"Updating: %@" = "更新中：%1$@";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "使用小字型";

/* No comment provided by engineer. */
"Website" = "網頁";

/* Title for a button. Needs to be very short. 2-3 words *max*. When tapped, will show the user a list of websites with additional information about the movie */
"Websites" = "網頁";

/* No comment provided by engineer. */
"Why did my theater disappear?" = "為什麼我的電影院消失了？";

/* No comment provided by engineer. */
"Write Review" = "編寫評論";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Cyrus Najmabadi編寫";

/* No comment provided by engineer. */
"Yesterday" = "昨天";

/* No comment provided by engineer. */
"You must first set up an email account on your device before you can send feedback." = "您必需完成電子信箱設定，才能傳送您的意見反映。";

/* The first %@ will be replaced with the device the user is on (i.e.: iPhone), the second %@ is replaced with the program name (i.e.: Now playing) */
"Your %@'s country is set to: %@\n\nFull support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "您的 %1$@ 的國家設定為 %2$@\n\n %3$@的完整功能很快就會完成，在此之前，您已經有部份功能可以使用。當有新的功能完成時，我們將會通知您更新程式。";

/* No comment provided by engineer. */
"kilometer" = "公里";

/* No comment provided by engineer. */
"kilometers" = "公里";

/* No comment provided by engineer. */
"mile" = "英里";

/* No comment provided by engineer. */
"miles" = "英里";